Repository: hemal08ce094/overhead
Catalog: OverheadWatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

# %@ · peaks %lld° high
source: %1$@ · peaks %2$lld° high
de: %1$@ · steigt bis %2$lld°
es: %1$@ · culmina a %2$lld°
fr: %1$@ · culmine à %2$lld°
it: %1$@ · culmina a %2$lld°
ja: %1$@・最大仰角%2$lld°

source: %lld%% lit
de: %lld %% beleuchtet
es: %lld%% iluminada
fr: %lld %% éclairée
it: %lld%% illuminata
ja: 輝面比%lld%%

source: Above the horizon now
de: Jetzt über dem Horizont
es: Sobre el horizonte ahora
fr: Au-dessus de l’horizon
it: Ora sopra l'orizzonte
ja: いま地平線の上に

source: Allow location to find passes
de: Standort erlauben, um Überflüge zu finden
es: Permite la ubicación para buscar pasos
fr: Autorisez la localisation pour trouver les passages
it: Consenti la posizione per trovare i passaggi
ja: 通過予測には位置情報を許可

source: Finding your sky…
de: Suche deinen Himmel…
es: Buscando tu cielo…
fr: Recherche de votre ciel…
it: Cerco il tuo cielo…
ja: あなたの空を探しています…

source: First quarter
de: Erstes Viertel
es: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦の月

source: Full moon
de: Vollmond
es: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月

source: Full moon in %lldd
de: Vollmond in %lld T.
es: Luna llena en %lldd
fr: Pleine lune dans %lld j
it: Luna piena tra %lldg
ja: 満月まで%lld日

source: Full tonight
de: Heute Nacht voll
es: Llena esta noche
fr: Pleine ce soir
it: Piena stanotte
ja: 今夜は満月

source: Last quarter
de: Letztes Viertel
es: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦の月

source: Look up · peaks %lld° high
de: Schau hoch · bis %lld°
es: Mira arriba · culmina a %lld°
fr: Levez les yeux · culmine à %lld°
it: Guarda su · culmina a %lld°
ja: 見上げて・最大仰角%lld°

source: New moon
de: Neumond
es: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月

source: NEXT ISS PASS
de: NÄCHSTER ISS-ÜBERFLUG
es: PRÓXIMO PASO ISS
fr: PROCHAIN PASSAGE ISS
it: PROSSIMO PASSAGGIO ISS
ja: 次のISS通過

source: No connection — try later
de: Keine Verbindung — später erneut versuchen
es: Sin conexión — prueba luego
fr: Pas de connexion — réessayez plus tard
it: Nessuna connessione — riprova più tardi
ja: 接続なし — 後でお試しください

source: No pass in the next 24 h
de: Kein Überflug in den nächsten 24 h
es: Sin pasos en las próximas 24 h
fr: Aucun passage sous 24 h
it: Nessun passaggio entro 24 h
ja: 今後24時間は通過なし

source: Reading the orbit…
de: Orbit wird gelesen…
es: Leyendo la órbita…
fr: Lecture de l’orbite…
it: Leggo l'orbita…
ja: 軌道を読み込み中…

source: Waning crescent
de: Abnehmende Sichel
es: Luna menguante
fr: Dernier croissant
it: Luna calante
ja: 二十六夜月

source: Waning gibbous
de: Abnehmender Mond
es: Gibosa menguante
fr: Gibbeuse décroissante
it: Gibbosa calante
ja: 居待月

source: Waxing crescent
de: Zunehmende Sichel
es: Luna creciente
fr: Premier croissant
it: Luna crescente
ja: 三日月

source: Waxing gibbous
de: Zunehmender Mond
es: Gibosa creciente
fr: Gibbeuse croissante
it: Gibbosa crescente
ja: 十三夜月
